
@extends('layouts.app')


@section('content')
    <div class="mx-2">
        <div class="my-2 text-center function-title">
           プライバシーポリシー 
        </div>
        <div class="px-2 privacy-policy">
            <div>
                株式会社ライズ（以下「当社」という）は、当社の提供するサービス「Media Bookmark」の利用者（以下「ユーザー」という）に関する個人情報を含んだ情報（以下「ユーザー情報」という）の取扱いについて、以下のとおりプライバシーポリシー（以下「本ポリシー」という）を定めます。
            </div>
            <div class="mt-2">
        １．取得する情報およびその取得方法<br>
当社が取得するユーザー情報は、その取得方法に応じて、以下のとおりとなります。
            <ul>
                <li>メールアドレス</li>
                <li>SNSユーザ名(SNSによるOAuth認証を用いた場合のみ)</li>
            </ul>
            <div class="mt-2">
            ２．利用目的<br>
            当社は、取得したユーザー情報を以下に定める目的のために使用します。
            <ul>
                <li>ユーザ登録時の本人確認</li>
                <li>ユーザー認証</li>
            </ul>
            </div>
            <div class="mt-2">
           ３．個人情報の第三者提供<br>
当社は、ユーザー情報のうち個人情報に関して、あらかじめユーザーの同意を得ることなく、第三者に提供しません。但し、次に定める場合にはこの限りではなく、ユーザー情報を第三者に提供することがあります。<br>
（１）国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して、当社が協力する必要があり、かつユーザーからの同意取得が当該事務の遂行に支障を及ぼすおそれがある場合<br>
（２）その他法令で認められる場合
            </div>
            <div class="mt-2">
            ４．個人情報の開示<br>
            当社は、ユーザーから、個人情報保護法の定めに基づき個人情報の開示を求められたときは、ユーザーご本人からのご請求であることを確認のうえで、ユーザーに対し、遅滞なく開示を行います。但し、個人情報保護法その他の法令により、当社が開示の義務を負わない場合は、この限りではありません。
            </div>
            <div class="mt-2">
５．個人情報の訂正および利用の停止等<br>
（１）当社は、ユーザーから、個人情報の内容が事実ではなく、訂正・追加・削除（以下「訂正等」という）を求められたときは、ユーザーご本人からのご請求であることを確認のうえ遅滞なく調査を行い、その結果に基づき、個人情報の内容の訂正等を行い、その旨をユーザーに通知します。<br>
（２）当社は、ユーザーから、以下の各号の理由に基づき個人情報の利用の停止または消去（以下「利用の停止等」という）を求められたときは、ユーザーご本人からのご請求であることを確認のうえ遅滞なく調査を行い、その結果に基づき、個人情報の利用の停止等を行い、その旨をユーザーに通知します。<br>
<ul class="mb-0">
    <li>あらかじめ公表された利用目的の範囲を超えて個人情報が取扱われているという理由</li>
<li>偽りその他の手段により個人情報が取得されたものであるという理由</li>
</ul>
（３）個人情報保護法その他の法令により、当社が訂正等または利用の停止等の義務を負わない場合、本条１項、２項の定めは適用されません。<br>

            </div>
            <div class="mt-2">
７．お問い合わせ<br>
当社のプライバシーポリシーに関する、ご意見、ご質問、苦情の申出その他ユーザー情報の取扱いに関するお問い合わせは、以下の窓口にご連絡ください。<br>
<ul>
    <li>mbm@media-bookmark.app</li>
    <li>twitter アカウント <a href="https://twitter.com/media_bookmark">Media_Bookmark</a></li>
</ul>
            </div>
            <div class="my-2">制定日：2020/10/01</div>
    </div>
@endsection